"Ask ChatGPT" = "Întreabă-l pe ChatGPT";

"Settings…" = "Setări...";

"Change Shortcut" = "Schimbă comanda rapidă";

"Content" = "Conținut";

"Is there anything else you would like to ask about?" = "Dorești să mai întrebi ceva?";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "Această acțiune lansează aplicația ChatGPT pentru a începe o conversație vocală cu ChatGPT.";

"Continuous chat" = "Discuție continuă";

"Would you like to start a new chat?" = "Dorești să începi o discuție nouă?";

"Model name" = "Nume model";

"Chat Identifier" = "Identificator discuție";

"Which model would you like to use?" = "Ce model dorești să folosești?";

"Start new chat" = "Începe o discuție nouă";

"%@" = "%@";

"You can continue this chat from the app." = "Poți continua această discuție din aplicație.";

"Toggle Sidebar" = "Comută bara laterală";

"Model to use with the new chat" = "Model de folosit în discuția nouă";

"Check for Updates…" = "Verifică actualizările...";

"New Chat" = "Discuție nouă";

"Message Identifier" = "Identificator mesaj";

"Message to send to ChatGPT" = "Mesaj de trimis către ChatGPT";

"Message" = "Mesaj";

"Start voice conversation with ChatGPT" = "Începe o conversație vocală cu ChatGPT";

"ChatGPT Help" = "Asistență ChatGPT";

"Indicates whether a new chat should be started" = "Indică dacă ar trebui începută o discuție nouă";

"What would you like to ask ChatGPT about?" = "Despre ce dorești să-l întrebi pe ChatGPT?";

"New Temporary Chat" = "Discuție temporară nouă";

"Start voice conversation" = "Începe o conversație vocală";

"This action will send a single message to a chat with ChatGPT and return the response." = "Această acțiune va trimite un singur mesaj în cadrul discuției cu ChatGPT și va returna răspunsul.";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Dacă să se activeze discuțiile bidirecționale sau să se finalizeze Comanda rapidă imediat după răspuns";

"Model" = "Model";

"Model slug" = "Identificator unic model";

